list = ['فبریه', 'آگوست', 'اوریل', 'اگوست', 'آپریل', 'می', 'جون', 'ژانویه', 'فوریه', 'مارس', 'آوریل', 'مه', 'ژوئن',
        'ژوئیه', 'اوت', 'سپتامبر', 'اکتبر', 'نوامبر', 'دسامبر', 'فروردین', 'اردیبهشت', 'خرداد', 'تیر', 'مرداد',
        'شهریور', 'مهر', 'آبان', 'آذر', 'دی', 'بهمن', 'اسفند', 'محرم', 'صفر', 'ربیع‌الاول', 'ربیع‌الثانی',
        'جمادی‌الاول', 'جمادی‌الثانی', 'رجب', 'شعبان', 'رمضان', 'شوال', 'ذیقعده', 'ذیحجه', 'January', 'February',
        'March', 'April', 'May', 'June', 'July', 'August', 'September', 'October', 'November', 'December', 'Jan', 'Feb',
        'Mar', 'Apr', 'May', 'Jun', 'Jul', 'Aug', 'Sept', 'Oct', 'Nov', 'Dec', 'Jan.', 'Feb.', 'Mar.', 'Apr.', 'May.',
        'Jun.', 'Jul.', 'Aug.', 'Sept.', 'Oct.', 'Nov.', 'Dec.', 'sep']
