list = ['ایک', 'ار', 'ال', 'وند', 'گرد', 'این', 'کنت', 'پسوند', 'ترین', 'وار', 'فش', 'باز', 'سان', 'گان', 'زار', 'تر',
        'نا', 'گاه', 'انه', 'ی', 'اور', 'بان', 'دان', 'اینه', 'ک', 'گری', 'ه', 'کار', 'لاخ', 'وانه', 'اُم', 'اده',
        'آسا', 'ور', 'واری', 'اد', 'ا', 'مند', 'او', 'وش', 'ان', 'سار', 'آگین', 'گین', 'دیس', 'گون', 'بار', 'مان',
        'ستان', 'گر', 'سیر', 'اک', 'اومند', 'بد', 'پد', 'چه', 'ژه', 'سرا', 'گانه', 'کده', 'ش', 'گار', 'گانی', 'واره',
        'ناک', 'نده', 'ند', 'فام', 'ای', 'ي', 'ها', 'تا', 'های', 'هاي', 'همچون', 'هم', 'چون', 'چرا']
